g_json = {
    "购房区域": {
        "北京其他区域": {
            "是否具有北京户口（工作居住证等同于北京户口）": {
                "是": {
                    "您的婚姻状况": {
                        "已婚": {
                            "已有北京市住宅数量": {
                                "无房": "可以买两套住宅, 首套首付比例35%起, 二套首付比例50%起",
                                "一套房": "可以买一套住宅, 二套首付比例50%起",
                                "两套及以上": "不能买住宅"
                            }
                        }, "未婚": {"已有北京市住宅数量": {"无房": "可以买一套住宅, 首套首付比例35%起", "一套房": "不能买住宅"}}
                    }
                },
                "否": {
                    "是否满足连续5年纳税或连续缴纳60个月社保": {
                        "满足": {"已有北京市住宅数量": {"无房": "可以买一套住宅, 首套首付比例35%起", "一套房": "不能买住宅"}},
                        "不满足": "不能买住宅"
                    }
                },
                "特殊人群（包括军人、港澳台同胞、外籍人员）": "详情向咨询师咨询"
            }
        },
        "通州区域": {
            "是否具有北京户口": {
                "是": {
                    "您的婚姻状况": {
                        "已婚": {
                            "已有北京住宅数量（包含通州商务型公寓）": {
                                "无房": {
                                    "是否在通州落户满3年": {
                                        "满足": "可以买两套住宅, 首套首付比例35%起, 二套首付比例50%起",
                                        "不满足": {
                                            "是否满足连续3年在通州纳税或缴纳社保": {
                                                "满足": "可以买两套住宅, 首套首付比例35%起, 二套首付比例50%起",
                                                "不满足": "可以买一套住宅, 首套首付比例35%起"
                                            }
                                        }
                                    }
                                },
                                "一套": {
                                    "是否在通州落户满3年": {
                                        "满足": "可以买一套住宅, 二套首付比例50%起",
                                        "不满足": {"是否满足连续3年在通州纳税或缴纳社保": {"满足": "可以买一套住宅, 二套首付比例50%起", "不满足": "不能买住宅"}}
                                    }
                                },
                                "两套及以上": "不能买住宅"
                            }
                        }, "未婚": {"已有北京住宅数量（包含通州商务型公寓）": {"无房": "可以买一套住宅，首套首付比例35%起", "一套及以上": "不能买住宅"}}
                    }
                },
                "否": {
                    "是否满足连续5年纳税或连续缴纳60个月社保": {
                        "满足": {
                            "已有北京住宅数量（包含通州商务型公寓）": {
                                "无房": {
                                    "是否满足连续3年在通州纳税或缴纳社保": {
                                        "满足": "可以买一套住宅，首套首付比例35%起",
                                        "不满足": "不能买住宅"
                                    }
                                }, "一套及以上": "不能买住宅"
                            }
                        }, "不满足": "不能买住宅"
                    }
                }
            }
        }
    }
};